[
    {
        "id": 1,
        "name":"Rat",
        "pred1":"In China and Japan, the rat is a veneered symbol of good luck and wealth, unlike her western gutter-dwelling counterpart. But in both east and west, Rats are most often behind the scenes, curiously observing and then taking opportunities that come their way.",
        "pred2":"Characteristically, Rats are ingenious at overcoming adversity and you are skilled at using your charm and persuasive powers to ensure your own goals are met without ever seeming manipulative.",
        "pred3":"Rats love socialising, and you are at your happiest surrounded by your close-knit clan. To those in your pack you are generous and Uercely loyal, but you are often defensive and uptight with outsiders.",
        "pred4":"Professionally, you detest bureaucracy and tight deadlines reduce you to despair. Luckily, you can usually charm your way around such limitations and your lucky streak generally ensures good fortune Unds you.",
        "pred5":"In love, Rats are adventurous pleasure-seekers and monotony is your worst fear."
    },
    {
        "id": 2,
        "name":"Ox",
        "pred1":"The Chinese ox is sturdy and steadfast, a born leader and a great practical thinker. You are ruled by your head and achieve through hard graft.",
        "pred2":"Unlike the western image of a bull in a china shop, the Chinese Ox is more reUned, and you have a Une eye for the smaller details. ",
        "pred3":"Oxen are honorable creatures and, although you can be dogmatic and traditional in your approach to situations, you have a strong moral code. You do not respond well to change and can tend to be obstructive if others force situations upon you. ",
        "pred4":"You detest stress, preferring to work or think at your own pace but you are swift to judge. Oxen generally keep their views to themselves, though, and you are more likely to hold silent grudges than air your grievances as you hate public arguments. ",
        "pred5":"You are loyal and protective of those dearest to you and would rather work out problems in private, even if that takes time, than move on to new pastures. "
    },
    {
        "id": 3,
        "name":"Tiger",
        "pred1":"The Chinese Tiger is a magnetic creature and few animals can resist your raw, seductive appeal when you’re on the prowl.",
        "pred2":"Although the Tiger is not the King of the Jungle, you are most certainly Queen of all you survey and your authoritative manner generally ensures that you stay in control. You don’t deal with failure well, though, and demonstrate a Uery temper if challenged. ",
        "pred3":"Tigers are smart and inventive in business, and you’re very good at taking the initiative and winning. ",
        "pred4":"",
        "pred5":"While you are a powerful force to be reckoned with sexually, snaring your prey with your seductive charms, you hate being caged yourself and retreat if you sense an emotional trap. "
    },
    {
        "id": 4,
        "name":"Rabbit",
        "pred1":"The Chinese Rabbit is popular for its warm nature and sensitivity. ",
        "pred2":"Vulnerable creatures, Bunny Girls need love and protection to thrive. ",
        "pred3":"As a Rabbit you feel most comfortable in the hub of a large group of close friends or family. You don’t deal well with isolation or loneliness and depend on others for emotional support and validation.",
        "pred4":"Bunnies are incapable of Ughting alone, so tend to bolt if faced with problems or arguments. Sometimes, even minor decision-making can be traumatic for poor Rabbits. ",
        "pred5":"Rabbits have keen senses of smell but this goes beyond the physical – you are extremely sensitive to people and situations and your intuition is seldom wrong. Many Rabbits are also psychically gifted. "
    },
    {
        "id": 5,
        "name":"Dragon",
        "pred1":"The Chinese Dragon is one of the most powerful of all the animals, using its Uery energy to achieve greatness.",
        "pred2":"You dragons are charismatic creatures and breathe warmth and energy into all that you do. This makes you infectiously charming and generally popular. You love to be in charge and spark enthusiasm in others for whatever project you’re working on. ",
        "pred3":"You can be self-important, however, and your impatient streak can mean you live up to your name. ",
        "pred4":"With all that Ure, dragons are passionate and sexy and blessed with a great deal of luck in love. You’re hot on emotions and get frustrated by those who take a cooler approach than you. ",
        "pred5":"Dragons are champions of the weak and, even though you can be insensitive to those who don’t do things your way, you’re quick to rise to the defence of more timid animals. "
    },
    {
        "id": 6,
        "name":"Snake",
        "pred1":"The Chinese Snake is the most seductive animal of the zodiac, oozing sensual power with an air of mystery.",
        "pred2":"Snakes tend to be extravagant creatures and love beautiful clothes and possessions. Luckily, you have a stout Unancial mind so you are gifted at making your money go a long way. ",
        "pred3":"Although the Chinese Snake is not as sly as the western stereotype, you do enjoy being party to a good bit of gossip and you are very skilful at eliciting people’s secret conUdences. ",
        "pred4":"Snakes have a deep-rooted scepticism and jealousy and distrust can mar your relationships if you don’t loosen the reins of control occasionally. ",
        "pred5":""
    },
    {
        "id": 7,
        "name":"Horse",
        "pred1":"The Chinese Horse is a true thoroughbred – naturally elegant and graceful, but with an untameable wild and tempestuous streak. ",
        "pred2":"Horses prize their independence and have an unquenchable passion for travel. You therefore tend towards a minimalistic way of life with few material possessions as you prefer to be free to follow your [ights of fancy. ",
        "pred3":"Horses are pioneering spirits and are often the Urst to discover new territory. You thrive in less disciplined environments where you are free to explore your own methods of doing things. ",
        "pred4":"Youra wild temperament means you hunger for physical intimacy and closeness, yet you are afraid of being emotionally fettered. You love the buzz of new faces, places and hot gossip. ",
        "pred5":""
    },
    {
        "id": 8,
        "name":"Goat",
        "pred1":"The Chinese Goat is an independent, introspective creature, preferring the interior world of its own imagination to the drudgery of the materialistic world. ",
        "pred2":"Goats are hugely creative, great lovers of tranquillity and beautiful places. In fact, you love nothing better than time to yourself to indulge your daydreaming. Any kind of monotonous reality gets you down and you are at your best when allowed to experiment with your typically non-linear approach. ",
        "pred3":"You detest emotional scenes and public shows of affection and keep your personal life and your feelings close to your chest. But your imaginative streak extends to the bedroom and you’re certainly not as sheepish as you initially appear. ",
        "pred4":"",
        "pred5":""
    },
    {
        "id": 9,
        "name":"Monkey",
        "pred1":"True to your name, the Chinese Monkey is a cheeky creature, the joker in the pack. Popular and sociable, you’re where the party’s at.",
        "pred2":"Your great energy allows you to swing from group to group and you like to keep up with a wide selection of friends rather than a close group of intimates, not least because of your love of gossip! You’re great at lightening the mood and you laugh in the face of adversity, but sometimes you don’t know when the joke’s over and it’s time to be serious. ",
        "pred3":"In love, the Monkey hates commitment and you rebel against anything or anyone who tries to compromise your independence. If you feel trapped emotionally, you are likely to be unfaithful. ",
        "pred4":"",
        "pred5":""
    },
    {
        "id": 10,
        "name":"Rooster",
        "pred1":"The most stylish animal in the Chinese Zodiac, Roosters are very visual. The Rooster delights in material goods and aesthetic perfection.",
        "pred2":"As a Rooster, you’re a calm customer and you don’t like to rule your feathers unnecessarily. You spend too much time preening to lose your composure in public. That said, you can be theatrical and over-dramatic if the perfect world you strive for is threatened. ",
        "pred3":"Combined with your keen eye for detail, your love of wealth and material possessions means you are likely to spend a great deal of time and investment on perfecting your dream home. ",
        "pred4":"Naturally, you like to rule the roost and, despite your love of physical beauty, will prefer a more subdued mate who will be content to bask in your limelight. ",
        "pred5":""
    },
    {
        "id": 11,
        "name":"Dog",
        "pred1": "The Chinese Dog is as loyal as his western counterpart but can have a sharp bite and a determined bark. Dogs love to please those they love, even if this involves bending the truth ever so slightly to keep the peace. And if your cover is blown, you Dogs hang on to your new version of events like a juicy bone, digging yourselves further and further into trouble.",
        "pred2":"",
        "pred3":"",
        "pred4":"",
        "pred5":""
    },
    {
        "id": 12,
        "name":"pig",
        "pred1":"The Chinese Pig is the most honorable animal of the zodiac. Gentle and home-loving, Pigs are generous and indulgent by nature. Unlike the typical view of the Pig, the Chinese Pig is known for its impeccable manners, exquisite taste and gentle disposition. ",
        "pred2":"",
        "pred3":"",
        "pred4":"",
        "pred5":""
    }
]
