{\rtf1\ansi\ansicpg1252\cocoartf2638
\cocoatextscaling0\cocoaplatform0{\fonttbl\f0\fnil\fcharset0 Menlo-Regular;}
{\colortbl;\red255\green255\blue255;\red255\green255\blue255;\red31\green31\blue36;\red252\green106\blue93;
\red208\green191\blue105;}
{\*\expandedcolortbl;;\csgenericrgb\c100000\c100000\c100000\c85000;\csgenericrgb\c12054\c12284\c14131;\csgenericrgb\c98912\c41558\c36568;
\csgenericrgb\c81498\c74939\c41233;}
\margl1440\margr1440\vieww9000\viewh8400\viewkind0
\deftab593
\pard\tx593\pardeftab593\pardirnatural\partightenfactor0

\f0\fs24 \cf2 \cb3 [\
   \{\
      \cf4 "id"\cf2 :\cf5 1\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Aquarius"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Jan 20 - Feb 18"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Progressive, original, independent, humanitarian"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Runs from emotional expression, temperamental, uncompromising, aloof"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Fun with friends, risky business, fighting for causes, intellectual conversations"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Limitations, broken promises, being lonely, dull or boring situations"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Aquarius is a sign different from the rest of the zodiac and people born in this zodiac feel special. This makes them eccentric and energetic in their fight for freedom, or at times shy and quiet, afraid to express their true personality. In both cases, they are deep thinkers and highly intellectual people who love to fight for idealistic causes. They can see people without prejudice and this makes them truly special. Although they can easily adapt to the energy that surrounds them, Aquarius representatives have a deep need to have some time alone and away from everything to restore power"\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 2\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Pisces"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Feb 19 - Mar 20"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Compassionate, artistic, intuitive, gentle, wise, musical"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Fearful, overly trusting, sad, desire to escape reality, can be a victim or a martyr"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Being alone, love, sleeping, music, romance, swimming, spiritual themes"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Know-it-all, being criticized, the past coming back to haunt, cruelty of any kind"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Pisces are very friendly and often find themselves in the company of very different people. They are selfless and always willing to help others, a very fine intent for as long as they don\'92t expect anything much in return. People born in Pisces have an intuitive understanding of the life cycle and form incredible emotional relationships with other humans based on natural order and senses guiding them"\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 3\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Aries"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Mar 21 - Apr 19"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Courageous, determined, confident, enthusiastic, optimistic, honest, passionate"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "IImpatient, moody, short-tempered, impulsive, aggressive"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Comfortable clothes, taking on leadership roles, physical challenges, individual sports"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Inactivity, delays, work that does not use one's talents"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "As the first sign in the zodiac, the presence of Aries always marks the beginning of something energetic and turbulent. They are continuously looking for dynamic, speed and competition, always being the first in everything - from work to social gatherings. Thanks to its ruling planet\'a0Mars\'a0and the fact it belongs to the element of\'a0Fire\'a0(just like\'a0Leo\'a0and\'a0Sagittarius), Aries is one of the most active zodiac signs. It is in their nature to take action, sometimes before they think about it"\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 4\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Taurus"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Apr 20 - May 20"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Reliable, patient, practical, devoted, responsible, stable"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Stubborn, possessive, uncompromising"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Gardening, cooking, music, romance, high quality clothes, working with hands"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Sudden changes, complications, insecurity of any kind, synthetic fabrics"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Practical and well-grounded, Taurus is the sign that harvests the fruits of labor. They feel the need to always be surrounded by love and beauty, turned to the material world, hedonism, and physical pleasures. People born with their Sun in Taurus are sensual and tactile, considering touch and taste the most important of all senses. Stable and conservative, this is one of the most reliable signs of the zodiac, ready to endure and stick to their choices until they reach the point of personal satisfaction."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 5\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Gemini"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "May 21 - Jun 20"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Gentle, affectionate, curious, adaptable, ability to learn quickly and exchange ideas"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Nervous, inconsistent, indecisive"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Music, books, magazines, chats with nearly anyone, short trips around the town"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Being alone, being confined, repetition and routine"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Expressive and quick-witted, Gemini represents two different personalities in one and you will never be sure which one you will face. They are sociable, communicative and ready for fun, with a tendency to suddenly get serious, thoughtful and restless. They are fascinated with the world itself, extremely curious, with a constant feeling that there is not enough time to experience everything they want to see."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 6\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Cancer"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Jun 21 - Jul 22"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Tenacious, highly imaginative, loyal, emotional, sympathetic, persuasive"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Moody, pessimistic, suspicious, manipulative, insecure"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Art, home-based hobbies, relaxing near or in water, helping loved ones, a good meal with friends"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Strangers, any criticism of Mom, revealing of personal life"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Deeply intuitive and sentimental, Cancer can be one of the most challenging zodiac signs to get to know. They are very emotional and sensitive and care deeply about matters of the family and their home. Cancer is sympathetic and attached to people they keep close. Those born with their Sun in Cancer are very loyal and able to empathize with other people's pain and suffering."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 7\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Leo"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Jul 23 - Aug 22"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Creative, passionate, generous, warm-hearted, cheerful, humorous"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Arrogant, stubborn, self-centered, lazy, inflexible"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Theater, taking holidays, being admired, expensive things, bright colors, fun with friends"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Being ignored, facing difficult reality, not being treated like a king or queen"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "People born under the sign of Leo are natural-born leaders. They are dramatic, creative, self-confident, dominant and extremely difficult to resist, able to achieve anything they want to in any area of life they commit to. There is a specific strength to a Leo and their king of the jungle status. Leo often has many friends for they are generous and loyal. Self-confident and attractive, this is a Sun sign capable of uniting different groups of people and leading them as one towards a shared cause, and their healthy sense of humor makes collaboration with other people even easier."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 8\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Virgo"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Aug 23 - Sep 22"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Loyal, analytical, kind, hardworking, practical"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Shyness, worry, overly critical of self and others, all work and no play"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Animals, healthy food, books, nature, cleanliness"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Rudeness, asking for help, taking center stage"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Virgos are always paying attention to the smallest details and their deep sense of humanity makes them one of the most careful signs of the zodiac. Their methodical approach to life ensures that nothing is left to chance, and although they are often tender, their heart might be closed for the outer world. This is a sign often misunderstood, not because they cannot express it, but because they won\'92t accept their feelings as valid, true, or even relevant when opposed to reason. The symbolism behind the name speaks well of their nature, born with a feeling they are experiencing everything for the first time."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 9\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Libra"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Sep 23 - Oct 22"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Cooperative,diplomatic, gracious, fair-minded, social"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Indecisive, avoids confrontations, will carry a grudge, self-pity"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Harmony, gentleness, sharing with others, the outdoors"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Violence, injustice, loudmouths, conformity"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "People born under the sign of Libra are peaceful, fair, and they hate being alone. A partnership is very important for them, seeking someone with the ability to be the mirror to themselves. These individuals are fascinated by balance and symmetry, they are in a constant chase for justice and equality, realizing through life that the only thing that should be truly important to themselves in their inner core of personality. This is someone ready to do nearly anything to avoid conflict, keeping the peace whenever possible."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 10\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Scorpio"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Oct 23 - Nov 21"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Resourceful, powerful, brave, passionate, a true friend"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Distrusting, jealous, manipulative, violent"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Truth, facts, being right, talents, teasing, passion"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Dishonesty, revealing secrets, superficiality, small talk"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Scorpios are passionate and assertive people with determination and focus you rarely see in other zodiac signs. They will turn to in-depth research to reach the truth behind anything they find important. Great leaders and guides, Scorpios are resourceful, dedicated and fearless when there is a challenge to be overcome. They will hold on to other people\'92s secrets, even when they aren\'92t very fond of them to begin with and do anything they can for those they tie themselves to."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 11\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Sagittarius"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Nov 22 - Dec 21"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Generous, idealistic, great sense of humor"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Promises more than can deliver, very impatient, will say anything no matter how undiplomatic"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Freedom, travel, philosophy, being outdoors"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Clingy people, being constrained, off-the-wall theories, details"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Curious and energetic, Sagittarius are the travelers of the zodiac. Their open mind and philosophical view motivate them to wander around the world in search of the meaning of life. Sagittarius is an extrovert, always optimistic, full of enthusiasm, and ready for changes. This is a Sun sign of individuals who are often preoccupied with mental work, but when they find grounding, they show their ability to transform visions and thoughts into concrete actions and circumstances."\cf2 \
   \},\
   \{\
      \cf4 "id"\cf2 :\cf5 12\cf2 ,\
      \cf4 "Name"\cf2 :\cf4 "Capricorn"\cf2 ,\
      \cf4 "Date"\cf2 :\cf4 "Dec 22 - Jan 19"\cf2 ,\
      \cf4 "Strengths"\cf2 :\cf4 "Responsible, disciplined, self-control, good managers"\cf2 ,\
      \cf4 "Weaknesses"\cf2 :\cf4 "Know-it-all, unforgiving, condescending, expecting the worst"\cf2 ,\
      \cf4 "Likes"\cf2 :\cf4 "Family, tradition, music, understated status, quality craftsmanship"\cf2 ,\
      \cf4 "Dislikes"\cf2 :\cf4 "Almost everything at some point"\cf2 ,\
      \cf4 "Text"\cf2 :\cf4 "Capricorn is a sign that represents time and responsibility, and its representatives are traditional and often very serious by nature. These individuals possess an inner state of independence that enables significant progress both in their personal and professional lives. They are masters of self-control and have the ability to lead the way, make solid and realistic plans, and manage many people who work for them at any time. They will learn from their mistakes and get to the top based solely on their experience and expertise.\'a0"\cf2 \
   \}\
]\
}